Repository: atlas-studios/Session2-G2
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: 只闻得嘭的一块巨响，振祥整个人直接被打进了地里，挖都挖不出来的那种。
en_us: All that was heard was a loud crash and Zhen Xiang's entire person was directly beaten into the ground in such a manner that it would not be possible to even dig him out again.

source: 叭叽一下，巨兽一条腿就被啪了回去，瞬间失了平衡，轰隆一声就倒了下去。
en_us: With a loud clap, Shen Ying's palm landed on the great beast's leg. The beast lost its balance and fell to the ground with a loud crash.

source: 可一会他就发现，还真会！
en_us: But very quickly, he came to a realization that they indeed would be willing!

source: 可不到一会他就发现，这些人跟他之前的情况不同，那一双双呆滞的眼里，别说是意识，就连元神好似也……
en_us: It did not take long for Lonemoon to realise that these people's situations were different from his before. Their blank looks revealed that they were not merely missing their consciousness - even their primordial spirits were...

source: 可为什么是现在，这个时候！
en_us: But why now, at this time!

source: 可她修为毕竟低于对方，这样抵御也只是一时，时间越久消耗的灵力就越大，不到半柱香的时间，她的灵力已经不继，偶有雷光时不时突破剑阵进去，打在她的身上，剑阵已然有溃散的趋势。
en_us: However, due to her cultivation level being lower than her opponent, this kind of defense could only last a while. More and more of her Spirit Qi would be consumed the longer this continued. Already, her Spirit Qi could not take the burden as evident from some of the lightning bolts managing to break into the sword array and striking her body. This was a sign that the sword array was about to collapse.

source: 可如果自己不是在做梦的话……
en_us: But if it wasn’t a dream…

source: 可当她真的乖乖束手就擒时。他却突然觉得这事有些扎手起来，他竟……有些下不去手！
en_us: Now, with Qi Chengyu submitting to him obediently, he suddenly found the matter troubling. He… was actually unable to do the deed!

source: 可惜……
en_us: Unfortunately...

source: 可惜……最近两年他越来越不受江家待见，不仅月例一扣再扣，就连丹药也变成最低级的人阶下品“元力丹”和“黄参丹”，数量还都变成了一枚。
en_us: Unfortunately, as he had been increasingly disfavoured by the Jiang Clan over the past two years, not only had his monthly salary been cut again time and time again, even the elixirs had been replaced with the lowest of grades—the human-grade inferior-grade "essence force elixir" and "yellow ginseng elixir". Worse still, the quantity had even been reduced to just one pill.

source: 可惜他们挑错了成名对象，被下面子的可是四大世家之一的——轩辕家！
en_us: It was a pity that they picked the wrong family to fight with. The family whose reputation was on the line was one of the four aristocratic families after all — the Xuan Yuan Family!

source: 可惜厨子不在身边，她想了想，决定还是放弃，先找到厨子和牛爸爸再说。于是转身随便找了个方向打算找人。
en_us: It's a pity that chef isn't beside me, she thought. I'd better find chef and Father Niu first. She gave up the thought of eating the beast and turned around, thinking of which direction she should head in to begin her search for the way back.

source: 可惜还是晚了，两人根本来不及回来，思羽身体经受过金丹雷劫到是没什么，拳头直接一扫，就打落了射向她的剑雨。郁红就没那么轻松了，一道道灵剑瞬间在她身上划出无数伤口，血流如柱。
en_us: Unfortunately , it was too late. The two girls could not run back to the array in time. Si Yu had undergone the Golden Core Lightning Tribulation, so this rain of swords were nothing to her. With a sweep of her fist, she shielded body from the swords. Yu Hong, on the other hand, did not have it so easy. The spirit swords cut her body one after another. Blood began to flow out of the wounds.

source: 可惜除了事后骂两句娘，并在心里默默增加一次秋后算账的誓言外，他又能如何呢……
en_us: Unfortunately, besides cursing them under his breath, and once again vowing to take revenge in his mind, what else could he do?

source: 可惜！
en_us: Too bad!

source: 可是他没有想到，还没有等到三宗六派的回应，却迎来了几个意外来客。
en_us: However, he did not expect surprise visitors even before the Six Schools Three Sects responded.

source: 可是已经来不及了，对方已经完全凝结成了实体，下一刻一声鬼叫破空而来，那声音尖税刺耳，分不清是男是女，明明只有一声，却仿佛万鬼齐呜，直接在脑海中炸开一样。四周更是带起一阵阴风，扫荡方圆方里，连着地面都是一阵晃动。
en_us: But it was too late, the apparition had completely condensed into a material form. The next moment, a sharp, ghostly scream pierced the air. They were unable to make out its gender. Although there was clearly only one sound, it was like the combined wail from a cacophony of ghosts. Their brains felt like exploding. Gusts of Yin winds whipped up the square, and even the ground was shaking.

source: 可是接管这份工作才几天的江逸并不知道其中内幕，遇到时便忍不住劝了一句，没想到竟然被对方几人给狠狠围殴，一直昏迷到现在才苏醒过来。
en_us: However, Jiang Yi, inexperienced as he was, knew nothing of such clandestine “management practices”. As such, he could not help but berate them for their actions. Unexpectedly, the group responded by joining forces and thrashing him. They had left him knocked out cold—until now, that was.

source: 可能是因为印家和轩辕家的家主都来了，三人到是没有遇到什么阻碍，一路走到了前厅。
en_us: Perhaps because the Family Masters of the Yin Family and Xuan Yuan Family were both present, the three of them entered without any obstacle. They walked straight into the front room.

source: 可虽然风刃已经消失，但是四周仍是一片昏暗，就连着天空也开始乌云密布，海面开始翻滚起来。白泽从岛中退了出来，再次出现在不远处的天际。
en_us: Although the wind blades were gone, there was still a patch of darkness covering the island. Even the sky above them began to fill with dark clouds and the waves in the sea began to grow bigger. Bai Ze retreated out of the island and appeared in the sky not far away from them.

source: 可谁知道这一宅，就宅了近四个月。回到是没回去，老乡给的红薯却早早的吃完了，她没办法下，只能出去找吃的。
en_us: Who would have known that once she started to shut herself inside the cottage, it would last four months. Since she could not return and had long finished the sweet potatoes that were given to her, she had no choice but to go out and search for food.

source: 可还来不及心喜，转头却看到每天按时按点醒来做饭，照样练化完了异火，还趁着他入定的这段时间，打算在周围给沈萤盖个房子的羿清时，一口老血涌了上来。
en_us: He had no time to celebrate. He turned around to look at Yi Qing, who had also managed to cleanse the Deviant Fire. Yi Qing woke up early every day to fix their meals and even planned to build a house for Shen Ying while they were here. Lonemoon wanted to vomit blood just thinking about it.

source: 可重广楼那里他们已经查看了很多遍，与其它有异样的地方相反，那里反而是薄家仙气最盛的地方。
en_us: However, they had checked Zhong Guang building repeatedly. Contrary to the rest of the suspicious places, the building is the place with the most amount of Pu Family's immortal Qi.

source: 叽叽是什么鬼？沈萤抖抖腿，把它的叶子抖了下去，“去去去，好好的蹲你的萝卜坑去。”她又不喜欢萝卜。
en_us: What does ji ji even mean? Shen Ying shook her leg to get rid of its leaves. "Run along and dig your little radish pit." She didn't even like radish.

source: 吃一堑，长一智！
en_us: One became wiser after learning from one’s past mistakes!

source: 吃完，还特意打了个饱嗝。
en_us: After eating, she had even purposely let out a burp.

source: 吃瓜群众羿清：“师父，你觉得他会丢了几成追魂楼？”
en_us: As a confused audience, Yi Qing said, "Master, how many percent of the Soul Chasing Tower will he lose?"

source: 吃饱了的沈萤却已经转头看向满沙滩半截的海鲜了，一边看还一边叹声道，“扔这里好浪费啊，园长，你有那种可以装很多东西，还能保鲜的袋子吗？”
en_us: Shen Ying was full. She turned and scanned the seafood on the shore, then exclaimed, "It's such a waste to leave all of this here. Director, do you have those bags that can store many things and keep food fresh?"

source: 各族首次抛开恩怨同时出现，虎兔狐蛇……各种各样的妖类都到齐了。一时间整个森林都是各种妖类或大或小或娇柔或妖媚的声音。上首更是坐着十位妖王，这十位妖界的顶尖强者，此时眉宇间却出现了同样沉重的神情。
en_us: The many races had made an unprecedented attempt to come together after casting aside their differences, be they tigers, rabbits, foxes, or snakes… All kinds of demons were present. At this moment, the entire forest was filled with voices from the various demon races, some loud, some soft, others even charming. Seated right at the top were ten Demon Monarchs. These ten experts stood atop the Demon Realm, but they were wearing heavy frowns between their brows.

source: 同一时间！
en_us: At the same time!

source: 同一时间，那座雄奇天庭建筑上雕刻的千万花草虫鱼、飞禽走兽们竟然也仿若活了过来，各种游动、伸展，散发出生命的气息，一股股朝天庭之上汇聚而去，在那些建筑符文光芒的映照下，于半空中凝聚成一个光芒四溢的护罩，将整座天庭都笼盖了进去。
en_us: At the same time, thousands of carvings of flowers, grasses, fish, insects, avians, and land creatures from the Heavenly Court's complex came alive. As they moved around and extended themselves, they released a vigorous aura which converged towards the Heavenly Court. Under the illumination from the glowing runes, a dazzling dome formed in midair, encompassing the entirety of the Heavenly Court.

source: 同时江云山秘密派人购买奇珍异宝，准备在镇西军军官来到天羽城之后好好拉拢一番，这样能多安排几个子弟进镇西军中。也只有江家能和镇西军军官攀上交情，因为神武国镇西军的统帅镇西王也姓江，江家勉强能算是镇西王家族的偏支，大长老江云海年轻时候还在镇西王府当做下人，也算是有些渊源。
en_us: In the meantime, Jiang Yunshan privately instructed his men to buy in as much rare treasures and artifacts as possible, in preparation of bribing the Western Garrison Army officers when they came to Skyplume City. He had hoped that with the bribery, more descendants of the Jiang Clan would be allowed enrollment in the army. Indeed, of all the families, the Jiang Clan was most entitled to pull strings with the Western Garrison Army officers, because the commander of the Western Garrison Army, the Western Garrison Liege Lord, also held the surname of 'Jiang'. By this logic, the Jiang Clan was, in very loose terms, a side branch of the liege lord's family clan. In addition, in the early years of his life, Grand Elder Jiang Yunhai used to work in the household of the Western Garrison Liege Lord as a servant, which served as another layer of association.

source: 同样的地点同样的位置，沈萤仍旧一脸淡定的坐在看台的最上层。今天是大比的第二天，主要是两两对决，选出各境界的前十名。四大家族弟子众多，冲进前十几乎是肯定的。所以印郁两家家主都没来，高台上空位很多，轩辕禹这回总算是有地方坐下了。
en_us: At the same time and place as the day before, Shen Ying sat to watch the competition. She was on the highest level of the viewing stand wearing a calm expression on her face. It was the second day of the great competition and the battles were to be carried out in pairs. The top ten fighters would be picked from each cultivation level. There were so many disciples from the four aristocratic families which made it very easy for them to get into the top ten. This was why the Family Masters of the Yu Family and Yin Family were not present. There was much more space on the viewing stands today and Xuan Yuanyu could finally sit down this time.

source: 同样的，青石板裂开，江逸半条腿都踩穿了青石板，没入到下面的土里——这一腿的威力似乎比拳头还要大上一分！
en_us: The limestone slab split like before. Jiang Yi's legs went through the slab but did not reach the ground; the strength of his kick seemed to exceed that of his fist!

source: 后院很宽敞，也有几个老妈子正对着木盆洗着衣物，却没有小奴的身影。不过他看到那几个老妈子神色明显不对，脸上有些畏惧之色，目光正不断的对着后院角落内的一个屋子内扫去。
en_us: The backyard was spacious. A few old chambermaids were washing clothes with wooden basins in front of them, but there was no sign of Xiaonu. But he sensed things were not right from the expressions on the old chambermaids' faces. There was fear written on their faces and they kept glancing towards a building in the corner of the backyard.

source: 后院角落内屋子内传来一道隐隐的哭泣和求饶声，江逸浑身一震，顿时大叫起来：“是小奴！”
en_us: A sobbing plea for mercy sounded from the building by the corner of the yard. Jiang Yi shuddered and immediately shouted, "Xiaonu!"

source: 向荣管事复命后，江逸匆忙的回到自己的院子。院内依旧冷清，看样子小奴还没回来。不过江逸也管不上那么多了，一头钻进屋子跳上床，盘坐入定起来。
en_us: After reporting to Chief Rong, Jiang Yi hurried to his compound. The yard was as quiet and deserted as ever. From the looks of it Xiaonu was not back yet. However, Jiang Yi couldn't be bothered. He jumped onto his bed and sat down cross legged to meditate.

source: 吓了众人一跳。
en_us: Everyone got a shock.

source: 吓得裁判都是一顿。
en_us: The sight of this frightened the judge.

source: 听到江逸的脚步声，旁边一个房间内钻出一个小脑袋，发黄的头发蓬松松的，一双睡眼朦胧的大眼睛下隐隐还有泪痕，看到江逸一大早就要出去，小脸上很是不安。
en_us: Upon hearing Jiang Yi's footsteps, a small head emerged from the next room. With yellowing fluffy loose hair and a pair of puffy big eyes that still had some tear stains hidden underneath, the face showed a look of unease as she saw Jiang Yi heading out early in the morning.

source: 听到附近围观众人议论话语，倒是解开了江逸心里的一个疑惑——几个月之后，据说一个大学院要来天羽城招生，所以城内的顶级公子小姐们才全部进了武殿闭关修炼，想在招生比赛中取得好名次进入那个学院。如此多顶级公子小姐进入武殿修炼，里面的陪练自然短缺了……
en_us: After listening to the chatter and discussions from the throngs of people nearby, Jiang Yi did indeed have one doubt in his heart resolved, though. It was said that a few months later, a famous martial arts training college would be making a journey to Skyplume City to recruit new students. As such, the best and brightest upper-class children in the city had all entered the Martial Arts Hall and gone into seclusion to train, in the hopes of acquiring a high ranking during the recruitment competition and enrolling themselves in the college. With so many strong upper-class children entering the Martial Arts Hall for cultivation training, there was naturally a shortage of sparring partners...

source: 听力和嗅觉增强，这两项能力并没有太大的作用，而且黑色元力运转到耳朵，他耳边立即闹哄哄的，一阵轰鸣让他异常不舒服。还有嗅觉一变强，不远处茅房内的臭味都能清楚闻到，让他很是恶心，所以也就在意这两项新的能力。
en_us: Both his hearing and sense of smell had gotten stronger, but these two senses were not of much use; on top of that, when the black essence force was circulated to his ear, the side of his ear immediately became uncomfortably noisy, as a loud booming noise left him abnormally unwell. Additionally, once his sense of smell became stronger, he was able to smell even the foul stench coming from the lavatory nearby, leaving him feeling nauseous. As such, he wasn't exactly overjoyed with these two new abilities.

source: 听完马飞放出的狠话，江逸不仅没有半丝害怕，反而长长一叹，看着马飞的目光就像看着一头蠢猪般，他摇头轻叹道：“你们这些纨绔少爷脑子内都是屎吗？到了如此地步还不忘威胁我？都被挟持了竟还敢出言不逊？好吧……既然你迟早要废了我，那我不如先废了你！至少以后被你废了，小爷不吃亏是不是？”
en_us: Ma Fei's harsh words did not unnerve Jiang Yi even a little. Rather, he breathed out a long sigh and regarded Ma Fei the same way one would an unintelligent swine. Shaking his head, he exhaled softly, "Are the brains of you wastrel descendants made up of sh*t, trying to intimidate me even now? You are bold enough to utter such impertinent words even when you are being held hostage? Fine then... Since you are going render me useless sooner or later, I might as well do it to you first! If you ever do make me useless in the end, at least this young master would not get the short end of the stick, am I right?"

source: 听着少女如黄鹂鸣唱般的声音，江逸心神一荡，脑海却一转，强装镇定的说道：“姬小姐好，在下易剑。”
en_us: The young lady's voice was as sweet-sounding as the singing of a yellow oriole. Jiang Yi's spirit was distracted, but his mind shifted quickly. He put on a calm voice and said, "Pleasure to meet you, Miss Ji. My name is Yi Jian."

source: 听闻这个消息，江逸整个人都懵了，脸上都是内疚和慌乱。
en_us: Upon hearing of this information, Jiang Yi was in a complete state of shock and loss, his face filled with remorse and anxiety.

source: 吼……
en_us: Roar!

source: 呃……初次见面，用不着行这么大的礼吧？
en_us: Uh... Meeting for the first time, no need to do such a big greeting?

source: 呃……她好像是迷路了！
en_us: Ughhh,She seems lost！

source: 呃……猫系COS？
en_us: Er… Cat-style COS?

source: 呃……突然就不想问了，她对魔王做了什么是肿么回事？
en_us: Urgh... she did not have the mood to continue asking any other questions. But, what has she done to the Devil King?

source: 呃……这是便秘了吗？
en_us: Er... is it constipated?

source: 呃，她刚是被袭胸了吗？
en_us: Er, did I just get attacked in the chest?

source: 呈安脚步一顿，又想起这是他们的历练，当即立断冲着沈萤大声道，“那位师妹，拦住它！”
en_us: Cheng An paused for a moment, remembering that this was their experiential training. Making a snap decision, he immediately rushed towards Shen Ying. "Junior Sister, stop that demon!"

source: 呈安脸色抽了抽，神情越加的纠结了，“他们……没受伤。”
en_us: Cheng An's face twitched a little, and the conflicted expression on his face deepened. "They… have not been harmed."

source: 周围的议论声越来越大，九人都下意识的低下了头，又是羞又是恼，有意无意的遮掩起脸上的伤疤。刚刚入场的士气，顿时散了个干净。
en_us: The commotion in the surrounding grew louder and louder. The nine girls bowed their heads, ashamed and annoyed, subconsciously covering the scars on their faces. Their previous high morale had vanished completely.

source: 呵呵……总觉得经历了昨晚那一遭，他对自己的丹修大道产生了怀疑，再也无法直视那些练丹药材了。
en_us: Heh heh… After what he had experienced last night, he began to doubt his own core cultivators' Great Dao. He did not think he could look directly at the ingredients for refining pills again.

source: 呵！孤月忍不住又笑了一声，看着沈萤用力挥下了剑，坐等她掉马。
en_us: Oh! Lonemoon couldn't help laughing again, watching as Shen Ying was about to swing the sword down forcefully. He was waiting for her to make a fool of herself.

source: 呵！果然还是那只萝卜。
en_us: Ah! It's indeed the radish.

source: 呸！
en_us: Pui!

source: 咋了这是？
en_us: What was it with these guys?

source: 咋办？人家老板居然找上门来了！到底是怎么找到这的啊喂？
en_us: What shall we do? Their Master has come up to settle the score! How did he even find this place?

source: 咔嚓咔嚓四周又传来一连串的声响，地上、仙宫就连天空，都出现了一道道的裂缝，开始朝着四面八方延伸。整个秘境仿佛都要碎裂一般。
en_us: Loud cracking noises began to sound from all directions. Large cracks began to form in the ground, the Immortal Pavilion and even in the sky. The ground all around them began to part as the entire mystic realm started to fall apart.

source: 咚咚咚，心口隐隐传来连中数刀的声音，突然觉得心好痛是怎么回事？
en_us: Dong dong dong, the numerous sounds of knifes to his heart were faintly heard, he suddenly felt a heartache, what was going on?

source: 咚！
en_us: Dong!

source: 咦!啥意思？贿赂他们吗？
en_us: Hey! What do you mean? Are you trying to bribe us?

source: 咦！
en_us: Huh?

source: 咦！咦？咦？！！
en_us: Huh! Huh? Huh?!!

source: 咦，等等……
en_us: Hey, wait.

source: 咦，等等。
en_us: Hey, wait.

source: 咦？
en_us: Huh?

source: 咦？你们TM还真信啊！智商呢？！
en_us: Huh? All of you really freaking believed it! Where's your intelligence?!

source: 咦？剑阵？！还有这种剑阵吗？
en_us: Huh? Sword array?! Is there such a sword array?

source: 咦？有故事！
en_us: Huh? There's a story!

source: 咦？沈萤一呆，她有救过吗？
en_us: What? Shen Ying was confused. When did she save him?

source: 咦？等等，她好像还真不需要？！
en_us: Eh? Wait, she really doesn't need it!

source: 咦？！他怎么觉得这声音……那么像是哭声？！
en_us: Huh?! Why did he feel that this sound… sounded like sobbing?!

source: 哇噢……她还真……真飞上去了啊喂！
en_us: "Holy cow... She really... really flew straight up!"

source: 哇，高科技啊！
en_us: Wow, high technology!

source: 哈？
en_us: Huh?

source: 哎哟，还有这种猪队友，孤月一喜，虽然一开始没打算要的，连忙上前一步道，“那明日我等就恭候印公子大驾了。”
en_us: Wow, they still had this silly teammate. Lonemoon celebrated inside his heart. He hadn't intended to charge a deposit, but now he rushed forward and said, "I'll get ready to host Young Master Yin tomorrow then."

source: 哐当……
en_us: Thud...

source: 哐当，妖掉下去了……
en_us: With a bang, the demon fell down…

source: 哦你妹啊！把你们那怀疑的波浪线收回去！
en_us: Oh, my foot! Stop giving me that accusing look!

source: 哪个门派是一整个后殿都做厨房的！这到底是个什么鬼门派。
en_us: Which sect would use the entire back section of a hall as their kitchen? What kind of bloody sect is this?

source: 哪知那柳长老沉喝一声，目光一下锁定了江逸，江逸只能苦着脸停下脚步：“长老还有什么吩咐？”
en_us: Who knew that Elder Liu would call him loudly in a low voice, his vision locked on to Jiang Yi? Jiang Yi could only bitterly stop and ask, "Elder, do you have any more instructions?"

source: 哼，小婊砸，又想来跟我抢师父！
en_us: Hmph, b*tches. Trying to snatch my Master again!

source: 哼，脑残粉！
en_us: Hmph, brain damaged fans!

source: 唉……欺负小孩什么的，果然会上瘾！
en_us: Hey... bullying kids is actually really addictive!

source: 唉，早知道她应该少喂他几口萝卜的，瞧这过敏后遗症给整的。
en_us: Sigh, if she had known, she would not have fed him so many carrots. Now look at what the post-allergy symptoms had made him become.

source: 唯一让她不满的是，这群人明明是自己教出来的。每次看沈萤的眼神，却比谁都敬重。甚至在她恰巧出来溜萝卜的时候，一众妹子的眼神，就像是不受控制一般，唰啦啦的就跟着移动了。那一张张狂热崇拜的脸，若不是他在前面站着，估计早冲过去求签名求合影了，越来越有一秒变身脑残粉的趋势。
en_us: The only thing that he was unhappy about was that even though they were taught by him, every time they looked at Shen Ying, their gazes was more respectful than towards anyone else. Even when she coincidentally brought radish out for a walk, all the girls' gazes would uncontrollably turn towards her. If it had not been for him standing in front of them, they would have rushed over to get signatures and pictures taken together with faces of admiration, a sign of becoming brain damaged fans in a second.

source: 唰！又一把剑拔了出。
en_us: Shing! Another sword was drawn.

source: 啊……
en_us: Ah...

source: 啊呜一声，吃了进去！
en_us: With a munch, ate it!

source: 啊？啊！
en_us: Ah? Ah!

source: 啥大？
en_us: Which university?

source: 啥意思？听不懂啊。
en_us: What did that mean? She did not understand a thing.

source: 啥禁制？
en_us: What Immobilizing Seal?

source: 啥？
en_us: What?

source: 喂喂喂，你们还真信啊！
en_us: Hey, you guys really believed it?!

source: 喵噢……
en_us: Meow…

source: 嗝~~~
en_us: Burp~~~

source: 嗯，有可能，毕竟神兽是最为高傲的种族。
en_us: Yes, this could be it. Spirit Beasts are the most arrogant of species.

source: 嗯，看起来好像真不错的样子。
en_us: Hey, that looks really yummy.

source: 嗯，这一定是什么高深的道法，一定是！
en_us: Oh, it must be some kind of extremely advanced Dharmic Dao, it must be!

source: 嗯？
en_us: Eh?

source: 嗷~~~~~
en_us: Arh!

source: 嗷……
en_us: Arrh…

source: 嘤嘤嘤，好想哭……
en_us: Wa wa wa, wanted to cry...

source: 嘭……
en_us: Bam!

source: 嘭！
en_us: Bam!

source: 嘴里恶狠狠地嘟囔了几句，江逸想要站起来，却没等站稳身形又痛得一个趔趄，差点再次摔倒。他身上大大小小布满了伤口，抽搐得让他那张清秀的小脸几乎都变了形，脑袋至今也是昏昏沉沉的。
en_us: Yet, before he could stand firmly on his own two feet, a searing pain made him stumble and almost fall back onto the ground again. Large and small wounds littered his body, leaving him in constant physical agony. His thoughts were muddled by the pain, and his delicate face was twisted in a constant, involuntary wince.

source: 噗……
en_us: Pu...

source: 四下看不到半个人影，就连往常半夜巡视的店小二都不见踪影，可若细看就可以发现，房顶上，屋檐下，门背后，甚至是院中的花草丛中都趴着几个人影。个个全神贯注一动不动的盯着院中几只打盹的鸡。
en_us: There was nobody in sight, not even the waiter who normally patrolled the inn in the middle of the night, but a closer examination would reveal a few shadowy figures lying on the roof, under the eaves, behind the door, and even in the shrubs in the courtyard. Every one of them was concentrating on the chickens dozing in the courtyard.

source: 四位元婴长老围坐四周，正一脸震惊的看着上面的幡旗。
en_us: Four Nascent Soul elders sat nearby, looking at the flag in shock.

source: 四周一片寂静，连虫鸣鸟啼都听不到了。
en_us: Everything around them was quiet. They couldn't even hear a bird.

source: 四周所有冥将悉数下跪称是，其中一名数百丈巨大的骸骨将领率先站起，他那白骨上的符文暗灰色符文闪耀，整具身体激发出一道冲天暗芒，从其颅腔内传出一声惊天怒吼：“全力进攻！”
en_us: All the surrounding Netherworld generals knelt and replied in the affirmative. One of the skeleton generals who was thousands of feet tall stood up first. His skeletal body shimmered with greyish glowing runes as his entire body emitted a dark glow that shot towards the sky. From his cranial cavity came a sky-shattering roar, "All forces, attack!"

source: 四周的众人也反应过来，所有人疯狂的朝这边冲来，眼中都是凶光，老大被偷袭了，他们岂敢坐视不理？要是事后被江如虎知道了，可没好果子吃。
en_us: The surrounding crowd of people had also started responding - every single person frantically raced towards that side, their eyes filled with an ominous glint. Their boss had been ambushed in a sneak attack, how could they dare to gawk and remain indifferent? Should Jiang Ruhu find out after the incident that happened that day, they would have to suffer some severe consequences.

source: 四周的鬼气浓郁的看不清，一个巨大狰狞的黑影出现在前方，看不清具体样子，周身围绕着全是浓郁到快要化成实质的鬼气。
en_us: It was difficult to see through the miasma of Ghost Qi. A huge, hideous looking black apparition appeared in the distance. They could not make out its features, but could sense its Ghost Qi, which was so dense that it was almost tangible.

source: 四周立即响起一片哄笑声，全部兴奋的望着江逸，等着看江逸承受胯下之辱的好戏。
en_us: The sounds of mockery and laughter immediately rang from all four corners. All were observing Jiang Yi with much excitement as they waited to see the entertaining sight of Jiang Yi bearing the humiliation of crawling underneath people's groins.

source: 四大世家各有所长，实力相当各踞一方，除了主家外，还有各大大小小的分家。几乎把控住上青界百分之七十以上的修仙资源。
en_us: The four aristocratic families each had their own strengths and their talents largely didn't overlap. Apart from the main family, they also had several smaller families under them. It seemed that more than 70% of the immortal cultivators' resources were under their control.

source: 四大世家收弟子向来严格，又一向不看重外姓之人，所以选择加入其它门派的人还是很多，个个排起了长队，除了……最右侧一处地界无人问津。
en_us: The criteria to join the four aristocratic families had always been strict and they were never interested in recruiting strangers. Therefore, many people looked to join other sects instead. The queues in front of other sects were long, all except… one on the far right side from the Lower Realm which nobody cared much about.
